Repository: 732592864/1111
Catalog: KodiPlaylistEditorIPTV/Properties/Mess.*.resx
Languages: fr

source: Cell
fr: Cellule

source: Copy
fr: Copier

source: Copy/Paste
fr: Copier-coller

source: File Error
fr: Erreur de fichier

source: File has wrong format or does not exist!
fr: Le fichier a un format incorrect ou n&#39;existe pas! !

source: Key press
fr: Appui sur une touche

source: List import
fr: Importation de la liste

source: Playlist Saved
fr: Playlist sauvée

source: Plugin links only work in Kodi
fr: Les liens de plugins ne fonctionnent que dans Kodi!

source: Row
fr: Ligne

source: Save Playlist
fr: Enregistrer la Playlist

source: The data you pasted is in the wrong format for the cell
fr: Les données que vous avez collées sont dans le mauvais format pour la cellule!

source: User-Agent links only work in Kodi
fr: Les liens utilisateur-agent ne fonctionnent que dans Kodi!

source: VLC player not found
fr: Joueur introuvable

source: Warning
fr: Avertissement

source: Argument out of range error. Wrong format
fr: Erreur d&#39;argument hors de portée. Mauvais format.!

source: Delete List
fr: Supprimer la liste

source: Do you want to save your current playlist
fr: Voulez-vous enregistrer votre playlist actuelle?!

source: Key press operation failed
fr: L&#39;opération de pression de touche a échoué. !

source: No internet connection found
fr: Aucune connexion à Internet n'a été trouvée.

source: Paste operation failed
fr: L&#39;opération de collage a échoué.!

source: Reload File
fr: Recharger le fichier

source: Wrong data structure
fr: Mauvaise structure de données !!

source: Wrong input
fr: Saisie incorrecte

source: The Clipboard could not be accessed. Please try again
fr: Le client est introuvable! Veuillez réessayer.

source: Wrong format
fr: Format incorrect.
