Repository: 732592864/1111
Catalog: KodiPlaylistEditorIPTV/settings.*.resx
Languages: es

# checkBox_s.ToolTip
source: Restart to take effect
es: ¡Reinicie para que surta efecto!

# label7.Text
source: Search column
es: ¡Columna de búsqueda!

# label16.Text
source: max threads used
es: max hilos usados!

# checkBox_a.ToolTip
source: Restart to take effect
es: ¡Reinicie para que surta efecto!

# comboBoxSpeech.Items1
source: German
es: Alemán

# comboBoxSpeech.Items3
source: Spanish
es: Español

# comboBoxSpeech.Items4
source: Russian
es: Ruso

# comboBoxSpeech.Items5
source: Chinese
es: Chino

# label11.Text
source: Kodi user agent for *.m3u8 files
es: ¡Agente de usuario de Kodi para archivos * .m3u8!

# checkBox_w.ToolTip
source: Restart to take effect
es: ¡Reinicie para que surta efecto!

# $this.Text
source: settings
es: Configuración

# textBox1.ToolTip
source: auto reset on open settings
es: reinicio automático en la configuración abierta!

# textBox_Port.ToolTip
source: IP of nfs connected drive
es: IP de la unidad conectada nfs!

# comboBox_403.Items1
source: Gray
es: Gris

# comboBoxSpeech.Items
source: English
es: Inglesa

# label4.Text
source: Port
es: Puerto:

# label12.Text
source: Edit with F2
es: ¡Edite con F2 (necesita reiniciarse)!

# label6.ToolTip
source: nfs path on Kodi system
es: ruta nfs en el sistema Kodi!

# label5.ToolTip
source: nfs path on Kodi system
es: ruta nfs en el sistema Kodi!

# checkBox_autostart.Text
source: Autostart player
es: Reproductor de inicio automático!

# checkBox_start.Text
source: Autoload file
es: Autocargar

# tabPage4.Text
source: Autostart
es: Autoinicio

# nMaxThread.ToolTip
source: max treads network dependent try it
es: max peldaños depende de la red ¡Pruébelo!

# button_file.ToolTip
source: select file
es: Seleccionar archivo...

# tabPage3.Text
source: Options
es: &Opciones >>

# button_cancel.Text
source: Cancel
es: Cancelar

# label2.ToolTip
source: number of characters to delete
es: número de caracteres para eliminar!

# label4.ToolTip
source: nfs path on Kodi system
es: ruta nfs en el sistema Kodi!

# textBox_Password.ToolTip
source: IP of nfs connected drive
es: IP de la unidad conectada nfs!

# label1.ToolTip
source: number of characters to delete
es: número de caracteres para eliminar!

# label2.Text
source: on paste (leftshift)
es: al pegar (desplazamiento a la izquierda)!

# label11.ToolTip
source: add User agent to *.m3u8 files
es: agregue el agente de usuario a los archivos * .m3u8!

# comboBoxSpeech.Items2
source: French
es: Francés

# tabPage6.Text
source: Language
es: Idioma:

# label8.Text
source: Search column duplicates
es: ¡Buscar duplicados en la columna!

# label3.ToolTip
source: nfs path on Kodi system
es: ruta nfs en el sistema Kodi!

# label5.Text
source: Username
es: Nombre de usuario:

# textBox_Username.ToolTip
source: IP of nfs connected drive
es: IP de la unidad conectada nfs!

# label17.Text
source: Language (needs restart)
es: Idioma (necesita reiniciarse)!

# label17.ToolTip
source: Error 403: Server responds, but no valid stream (password missing?)
es: Error 403: el servidor responde, pero no hay transmisión válida (¿falta la contraseña?)

# label6.Text
source: Password
es: &Contraseña:

# label15.ToolTip
source: Error 403: Server responds, but no valid stream (password missing?)
es: Error 403: el servidor responde, pero no hay transmisión válida (¿falta la contraseña?)

# label15.Text
source: Color for Error 403
es: ¡Color para el error 403!

# tabPage5.Text
source: Link check
es: Verificación de enlace!

# textBox_hot.ToolTip
source: Restart to take effect
es: ¡Reinicie para que surta efecto!

# label10.Text
source: Player Window
es: Ventana del reproductor!

# checkBox_hotkey.Text
source: Import hotkey from clipboard (needs restart)
es: Importar tecla de acceso rápido desde el portapapeles (necesita reiniciarse).

# label9.Text
source: Opacity
es: Opacidad

# comboBox_403.Items
source: Orange
es: Naranja

# label1.Text
source: character to delete
es: carácter para eliminar!

# checkBox_c.ToolTip
source: Restart to take effect
es: ¡Reinicie para que surta efecto!

# checkBox_vlc.Text
source: Start with fullscreen
es: ¡Empiece con pantalla completa!

# textBox2.ToolTip
source: IP of nfs connected drive
es: IP de la unidad conectada nfs!

# label14.Text
source: Search column result
es: Resultado de la columna de búsqueda!

# comboBox2.Items2
source: Title
es: Título
